driver-tests/bpelse/assign/AssignJbi/test/CopyintInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><intPart xmlns="urn:DataType"><xsd_int>100</xsd_int><optional_int>0</optional_int><repeat_int>0</repeat_int><repeat_int>1</repeat_int></intPart></SOAP-ENV:Body></SOAP-ENV:Envelope>